11/data/attachments/adc5d58452f4d228.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Luke_bit_Friend_56705_8</nif:username>
            <nif:friendToBeRequested>soap_friends_d68ab28d-3076-45c5-9efc-575aac863dcc</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>